<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//ES"
 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es" lang="es">
<head>
<meta name="viewport" content="width=device-width, initial-scale=1"/>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<meta name="author" content="Marx, Engels, Lenin, Trotsky, Guevara, Luxemburg, Debs, Gramsci" /> 
<meta name="classification" content="Politics, History, Economics, Philosophy, Reference" /> 
<meta name="description" content="The most complete library of Marxism." /> 
<meta name="keywords" content="Marxism, Documents, Archives, Marxist, Marxists, Communism, Communists, Socialism, Socialists, Marx, Engels, Lenin, Trotsky, Guevara, Luxemburg, Gramsci" /> 
<link rel="stylesheet" type="text/css" href="../css/border-blue.css" />
<link rel="shortcut icon" type="image/ico" href="../favicon.ico" />
<title>[MIA] Autores Marxistas</title>
<style type="text/css" media="Screen">
td.index {
  color: #ffffff; 
line-height: 140%; } 
span.author { 
 font-family: "Century Gothic", "Arial", sans-serif; 
 line-height: 130%;
 font-size: 12pt; 
 margin-left: 0em; 
 font-weight: bold; } 
span.date {
 font-size: 9pt;
 line-height: 115%;
 margin-right: 0%;
}
blockquote.author {
 margin-left: 3% }
a.small:link { color: #000099; background: transparent; text-decoration: none; font-size: 11pt }
a.small:visited { color: #333399; background: transparent; text-decoration: none; font-size: 11pt }
</style>
</head>
<body>
<p class="title">
<a href="index.htm" class="title">MIA</a>: Autores Marxistas</p>

<blockquote>
<div class="border">

<center><a href="index.htm"><img src="espan.jpg" alt="Indice de Autores Marxistas" class="center" border="0" width="270" height="55" /></a></center>

<h1>Selección de<br>AUTORES MARXISTAS</h1>


<hr />

<table border="0" cellspacing="20">
<tr>
<td width="50%" class="note" valign="top">
<span class="author"><a href="m-e/index.htm">Carlos Marx</a></span> <span class="date">(1818-1883)<br />
 Co-fundador de la pr&aacute;ctica y filosof&iacute;a del socialismo cient&iacute;fico
 junto a Federico Engels. Sentó las bases del marxismo a través del examen de la historia, del
 surgimiento del capitalismo y aguda crítica a otras
 filosofías. Fundador de la de la Liga Comunista y de la la&nbsp;
 I Internacional.</span><br />

	

<br />

<span class="author"><a href="m-e/index.htm">Federico Engels</a></span>
 <span class="date">(1820-1895)<br />
 Co-fundador de la pr&aacute;ctica y filosof&iacute;a del socialismo cient&iacute;fico
 junto a Carlos Marx. Sentó las bases del marxismo a través del examen de la historia, del
 surgimiento del capitalismo y aguda crítica a otras
 filosofías. Fundador de la de la Liga Comunista y de la la&nbsp;
 I Internacional.

</span>

	

<br />

 <span class="date">&nbsp;

</span>

<center>____________________________________________
</center>
<br />

	

<br />

<span class="author"><a href="bujarin/index.htm">Nicolás Bujarin</a></span>
 <span class="date">(1888-1938)	<br />
Revolucionaro bolchevique.  Editor de <em>Pravda</em>.  Uno de los dirigentes te&oacute;ricos del
 partido, enfoc&oacute; en  
materia econ&oacute;mica y escribi&oacute; sobre el socialismo de mercado.  Se uni&oacute; a Stalin contra Trotsky, pero luego dirigi&oacute;  
la Oposici&oacute;n de Derecha.</span>
<br />
 <span class="date"><br />

</span>

<span class="author"><a href="cannon/index.htm">James P. Cannon</a></span>  <span class="date">(1890-1974)	<br />
Uno de los fundadores del Partido Comunista&nbsp; y luego del trotskismo en los
EEUU, fue por un tiempo secretario de Trotsky.&nbsp; En 1938, junto a Max Schachtman y Martin Abern, funda el Socialist
Workers Party (SWP)&nbsp; al que sirvió de Secretario Nacional hasta su muerte.</span>
<br />
 <span class="date"><br />

</span>

<span class="author"><a href="cliff/index.htm">Tony Cliff</a></span><span class="date">
 (1917-2000)<br />
Te&oacute;rico trotskista palestino. Impuls&oacute; la tesis de que la URSS era un r&eacute;gimen capitalista de 
estado.  Fund&oacute; 
y dirigi&oacute; el Socialist Workers Party de Gran Breta&ntilde;a. Se opuso a las diversas fracciones de la  
IV Internacional.</span><br />

<br />
<span class="author"><a href="gorter/index.htm">Herman Gorter</a></span>
<span class="date">(1864-1927)&nbsp;<br />
Escritor y poeta holandés, militante del ala izquierda del movimiento obrero, fue adversario de la Primera Guerra 
Mundial. Fundó el Partido Comunista Laborista, antiparlamentario.
<br />
</span>
<br />
<span class="author"><a href="gramsci/index.htm">Antonio Gramsci</a></span>
 <span class="date">(1891-1937)&nbsp;	<br />
Miembro fundador del Partido Comunista italiano.  Arrestado en 1926 y condenado por el gobierno fascista a 20 a&ntilde;os de prisi&oacute;n.  Teoriz&oacute;  
sobre conceptos claves como la hegemon&iacute;a, base y superestr&uacute;ctura, intelectuales org&aacute;nicos, y guerra de
 posiciones.<br />
</span>

<br />

<span class="author"><a href="guevara/index.htm">Ernesto &quot;Che&quot; Guevara</a></span>
<span class="date">(1928-1967)	<br />
Revolucionario internacionalista.  Ayud&oacute; a crear y mantener el socialismo en Cuba, teoriz&oacute; sobre nuevas forams de organizar  
la econom&iacute;a bajo el socialismo.  Desarroll&oacute; la teor&iacute;a y estrategia foquista y contribuy&oacute; directamente a luchas revolucionarias en Africa y Sudam&eacute;rica.
</span>

<br />
<br />

	

<span class="author"><a href="kautsky/index.htm">Karl Kautsky</a></span> <span class="date">(1854-1938)&nbsp;<br />
Amigo de Marx y Engels, ayudó a establecer la Social-Democrácia Alemana y fue
uno de los principales teóricos de la II Internacional.&nbsp; Durante la I
Guerra Mundial devino en pacifista y se opuso al bolchevismo.<br />
</span>
<br />
<span class="author"><a href="kollontai/index.htm">Alejandra Kollontai</a></span>
 <span class="date">(1872-1952)&nbsp;<br />
Revolucionaria feminista bolchevique.  Dirigi&oacute; la Oposici&oacute;n Obrera que se  
opuso al control partidario sobre los sindicatos.&nbsp; Promovi&oacute; el amor libre y escribi&oacute;  
acerca de temas sociales y de la mujer.<br />
</span>

<br />

	

<span class="author"><a href="krupskaya/index.htm">Nadezhda Krupskaya</a></span>
 <span class="date">(1869-1939)&nbsp;<br />
Revolucionaria bolchevique, miembra del gobierno soviético y de la editorial de
 <em>Iskra</em>. Promovió el Día Internacional de la Mujer en Rusia. También recordada por haber sido la compa&ntilde;era
 y consejera de V. I. Lenin.&nbsp;
<br />
</span>

	

<br />

	

<span class="author"><a href="lenin/index.htm">Vladimir Lenin</a></span>
<span class="date">(1870-1924)&nbsp;	<br />
Miembro fundador, principal te&oacute;rico y dirigente del partido Bolchevique.  Dirigi&oacute; al partido y los soviets a la toma  
del poder en la Revoluci&oacute;n Rusa.  Fund&oacute; la Internacional Comunista, identific&oacute; al imperialismo como fase nueva del capitalismo y puso emfasis en el partido como 
vanguardia de la revoluci&oacute;n.<br />
</span>

	

</td>
<td class="note" valign="top">

	

<span class="author"><a href="liebknecht/index.htm">Karl Liebknecht</a></span><span class="date">
(1871-1919)<br />
Miembro de la socialdemocracia alemana desde 1900. Fue el único parlamentario del
SPD que se opuso&nbsp; a votar los créditos de guerra. Expulsado del partido y encarcelado por su oposición a la guerra fue. Junto a Rosa Luxemburgo creó el grupo Espartaco y el 1° de enero de 1919 creó el Partido
Comunista.&nbsp;<br />

</span>

	

<br />

<span class="author"><a href="luxem/index.htm">Rosa Luxemburgo</a></span> <span class="date">(1871-1919) <br />
Promotora de la huelga general como arma de combate clasista, opositora sin tregua a la I Guerra 
Mundial y cr&iacute;tica de Lenin y los bolcheviques. Separose del Social-Democracia alemana para  
fundar la Liga Espartaquista y luego el Partido Comunista alem&aacute;n.  <br />
</span>

<br />

<span class="author"><a href="mariateg/index.htm">Jos&eacute; Carlos Mari&aacute;tegui</a></span>
<span class="date">(1894 - 1930)<br />
Periodista y escritor indigenista y marxista peruano.  Impuls&oacute; la fundaci&oacute;n de la Confederaci&oacute;n General  
de Trabajadores del Per&uacute; y fund&oacute; el Partido Comunista Peruano.  Editor de varios peri&oacute;dicos obreros y de la influencial revista  
<em>Amauta</em>.</span>
<br />

<br />
<span class="author"><a href="mattick/index.htm">Paul Mattick</a></span>
 <span class="date">(1904-1981)<br />
Comunista de izquierda alemán.&nbsp; Luego de una juventud de actividad 
comunista con los Espartaquistas se mudó a los EEUU, desde donde fue uno de los 
principales promotores del &quot;comunismo de consejos&quot;.<br />
</span>

<br />
<span class="author"><a href="moreno/index.htm">Nahuel Moreno</a></span>
<span class="date">(1924-1987)&nbsp;<br />
Destacado l&iacute;der y te&oacute;rico trotskita argentino. Organizador del Secretariado Latinoamericano del Trotskismo Ortodoxo 
(SLATO) y luego de  
la Liga Internacional de los Trabajadores - Cuarta Internacional (LIT-CI).</span>


<br />

<span class="date">

<br />

</span>


<span class="author"><a href="nin/index.htm">Andreu Nin</a></span><span class="date">
(1892-1937)&nbsp;<br />
Destacado miembro de la Oposición de Izquierda y fundador y secretario general
del POUM durante la Guerra Civil espa&ntilde;ola.  Sus desacuerdos con Trotsky no lo salvaron de ser
detenido, asesinado y desaparecido por agentess de Stalin.</span>
<br />

<span class="date">

<br />



<span class="author"><a href="pannekoek/index.htm">Anton Pannekoek</a></span>
 (1873-1960)<br />
Socialista y astrónomo holandés. Conformó el ala izquierda de los partidos 
socialdemócratas holandés y alemán. Alentó al movimiento de consejos obreros, 
y luego de la división del movimiento comunista, se alineó con su ala anti-bolchevique.<br />


<br />

</span>


<span class="author"><a href="radek/index.htm">Karl Radek</a></span>  <span class="date">(1885-1939)<br />
Miembro del POSDR desde su juventud, se hizo bolchevique en 1917, luego de la
Revolución de Octubre.&nbsp; Ocupó varios cargos en partido y en la Comintern pero 
acabó víctima de las purgas y murió en prisïón en 1939.
<br />
</span>

<br />
<span class="author"><a href="ramos/index.htm">Jorge Abelardo
Ramos</a></span> <span class="date">(1921-1994)<br />

Historiador argentino. Adopta el marxismo en los a&ntilde;os 1930s y,&nbsp; retomando la observación de Trotsky sobre los Estados Unidos Socialistas de América 
Latina,&nbsp; análiza a fondo la historia latinoamericana y concluye que la única Nación posible al 
sur del Río Bravo es la Nación Latinoamericana.</span>
<br />

<br />
<span class="author"><a href="trotsky/index.htm">Leon Trotsky</a></span>
 <span class="date">(1879-1940)&nbsp;	<br />
Primero cercano a los mencheviques y luego bolchevique. Como 
Comisario de Guerra dirigió al Ejército Rojo a la víctoria en la Guerra Civil 
rusa y sobre la invasión imperialista a la Rusia soviética. Ayudó a crear y 
luego dirigió la Oposición de Izquierda a Stalin. Desarrolló la teoría de la 
Revolución Permanente y fundó la IV Internacional.

</span>

</td></tr>
</table>	

<hr />

<p class="footer"><a href="indice.htm">Biblioteca General</a></p>
<p class="footer"><a href="index.htm">MIA</a>

</div>
</blockquote>
</body>
</html>
